Repository: sseitov/v-Space
Catalog: *.lproj/Localizable.strings
Languages: ru

# photoLibrary
source: You must grant access to photo library for cloud synchronization.
ru: Вы должны предоставить доступ к библиотеке фотографий для синхронизации с облаком.

# photoStream
source: You must turn on Photo Stream in Photo settings for cloud synchronization.
ru: Для синхронизации с облаком необходимо включить параметр «Мой Фотопоток» в настройках «Фото».

# photoCount
source: You have no any photos in your photo stream yet.
ru: У вас еще нет фотографий в ленте фото.

source: Places nearby
ru: Поблизости

source: my tracks
ru: мои треки

# bookmarks of interesing places
source: bookmarks
ru: закладки интересных мест

source: current track
ru: текущий трек

source: Tracker starting
ru: трекер запускается

source: Tracker not running
ru: трекер не запущен

# Can not get current location.
source: You must enable geolocation access in settings
ru: Вы должны разрешить доступ к геопозиции в настройках.

# Can not get current location always.
source: You must enable ALWAYS geolocation access in settings
ru: Вы должны разрешить доступ к геопозиции ВСЕГДА в настройках.

source: Information
ru: Информация

source: Attention
ru: Внимание

source: Error
ru: Ошибка

source: Current track
ru: Текущий трек

# iCloud unavailable
source: iCloud unavailable. Try again later.
ru: iCloud недоступен. Попробуйте позже.

source: Photo
ru: Фото

source: Create route...
ru: Построение маршрута...

# deleteAsk
source: Do you want to delete this photos from the track? Photos also would deleted from photo collection.
ru: Вы хотите удалить эти фотографии из трека? Фотографии будут удалены также из коллекции фотографий.

# trustList
source: For create trust list need registration. Do you want to continue?
ru: Для создания списка доверия необходимо зарегистрироваться. Вы хотите продолжить?

# trustListTitle
source: Ring of Trust
ru: Круг Доверия

source: My list
ru: Мой список

# SignOut
source: Do you want to unregister? Your Ring of Trust will be deleted too.
ru: Вы хотите отменить регистрацию? Ваш список доверия также будет удален.

# alreadyInList
source: This user is already in list.
ru: Этот пользователь уже включен в список.

# askNotRegistered
source: This user not registered in v-Space. Do you want to send him invitation?
ru: Этот пользователь не зарегистрирован в v-Space. Вы хотите отправить ему приглашение?

# notRegistered
source: This user not registered in v-Space
ru: Этот пользователь не зарегистрирован в v-Space.

# invite
source: invite you into Ring of Trust.
ru: приглашает Вас в Круг Доверия.

# askLocation
source: ask your location.
ru: спрашивает, где Вы находитесь.
